﻿/* both are integer numbers meaning 'x of n' */
"%1$@/%2$@" = "%1$@/%2$@";

/* MainViewController */
"Access Denied" = "Доступ забаронены";

/* MainViewController */
"Access Restricted" = "Доступ абмежаваны";

/* No comment provided by engineer. */
"Account" = "Акаўнт";

/* No comment provided by engineer. */
"ADD" = "ДАДАЦЬ";

/* No comment provided by engineer. */
"Add a Folder" = "Дадаць тэчку";

/* No comment provided by engineer. */
"Add a location (optional)" = "Дадаць месцазнаходжанне (па жаданні)";

/* No comment provided by engineer. */
"Add notes (optional)" = "Дадаць нататкі (па жаданні)";

/* No comment provided by engineer. */
"Add Server" = "Дадаць сервер";

/* ShareExtension.MainViewController */
"Adding…" = "Ідзе дадаванне...";

/* No comment provided by engineer. */
"Allow anyone to remix and share?" = "Дазволіць кожнаму перарабляць і дзяліцца?";

/* No comment provided by engineer. */
"Allow commercial use?" = "Дазволіць камерцыйнае выкарыстанне?";

/* No comment provided by engineer. */
"Archive" = "Архіў";

/* No comment provided by engineer. */
"Archive Folder" = "Архіўная тэчка";

/* No comment provided by engineer. */
"Archived Folders" = "Архіўныя тэчкі";

/* ManagementViewController */
"Back" = "Вярнуцца і адрэдагаваць";

/* DataUsageViewController */
"Better Quality" = "Лепшая якасць";

/* No comment provided by engineer. */
"Browse Existing" = "Прагледзець наяўныя";

/* No comment provided by engineer. */
"Browse Existing Folders" = "Прагледзець наяўныя тэчкі";

/* MainViewController */
"Camera Roll" = "Фотаальбом";

/* MainViewController, AlertHelper */
"Cancel" = "Скасаваць";

/* ShareExtension.MainViewController */
"Choose a Project" = "Выбраць праект";

/* No comment provided by engineer. */
"Close" = "Закрыць";

/* Conduit */
"Configuration invalid." = "Няправільная канфігурацыя.";

/* ShareExtension.MainViewController */
"Couldn't import item!" = "Не атрымалася імпартаваць элемент!";

/* No comment provided by engineer. */
"Create" = "Стварыць";

/* No comment provided by engineer. */
"Create a New Folder" = "Стварыць новую тэчку";

/* MainViewController, DarkroomViewController, PrivateServerViewController, InternetArchiveViewController, ManagementViewController, Main.storyboard */
"Done" = "Гатова";

/* No comment provided by engineer. */
"Edit" = "Рэдагаваць";

/* No comment provided by engineer. */
"Edit Media" = "Рэдагаваць медыяфайл";

/* No comment provided by engineer. */
"Edit Media Info" = "Рэдагаваць інфармацыю пра медыяфайл";

/* No comment provided by engineer. */
"Edit Multiple" = "Рэдагаваць некалькі элементаў";

/* Placeholder 1 is 'Tor' */
"Enable %1$@ to protect your media in transit." = "Улучыць %1$@ для абароны вашых медыяфайлаў падчас транспартавання.";

/* Placeholder is 'Tor' */
"Enable \"Transfer via %@ only\"" = "Улучыць \"Перадача толькі праз %@\"";

/* MiscSettingsViewController */
"Enable ProofMode" = "Улучыць ProofMode";

/* UploadCell */
"Encoding file…" = "Шыфраванне файлу...";

/* No comment provided by engineer. */
"Encrypt" = "Зашыфраваць";

/* AlertHelper */
"Error" = "Памылка";

/* Conduit */
"Failed after too many retries." = "Памылка пасля занадта вялікай колькасці спробаў.";

/* No comment provided by engineer. */
"Files" = "Файлы";

/* FlagInfoAlert */
"Flag Significant Content" = "Пазначыць сцяжком важны кантэнт";

/* No comment provided by engineer. */
"Folder" = "Тэчка";

/* No comment provided by engineer. */
"Folder Already Exists" = "Тэчка ўжо існуе";

/* No comment provided by engineer. */
"Folder Name" = "Імя тэчкі";

/* No comment provided by engineer. */
"General" = "Агульныя";

/* ClaimViewController */
"Get Started" = "Пачаць";

/* ShareExtension.MainViewController */
"Go to the app to upload!" = "Каб запампаваць, перайдзіце ў прыкладанне!";

/* FlagInfoAlert, BatchInfoAlert */
"Got it" = "Гатова";

/* ShareExtension.MainViewController */
"Import" = "Імпартаваць";

/* No comment provided by engineer. */
"In the side menu, you can add another server and connect to multiple servers" = "У бакавым меню можна дадаць яшчэ адзін сервер і падлучыцца да некалькіх сервераў.";

/* Error+friendlyMessage */
"Incorrect username or password" = "Няправільнае імя карыстальніка ці пароль";

"Email" = "Email";

"Incorrect email or password" = "Няправільны email ці пароль";

/* HeaderView */
"Just now" = "Вось зараз";

/* place holder is Creative Commons Licensing. */
"Upload media to Nextcloud or the Internet Archive to keep your media verifiable, safe, and organized for the long term.\n\nChoose %@." = "Запампоўвайце медыяфайлы ў Nextcloud або Internet Archive, каб іх надзейна, бяспечна і ўпарадкавана захоўваць на працягу доўгага часу.\n\nВыбраць %@.";


/* No comment provided by engineer. */
"Learn more about Creative Commons." = "Больш падрабязна пра Creative Commons.";

/* No comment provided by engineer. */
"Media Compression" = "Сцісканне медыяфайлу";

/* No comment provided by engineer. */
"Metadata" = "Метаданыя";

/* No comment provided by engineer. */
"My Media" = "Мае медыяфайлы";

/* No comment provided by engineer. */
"New Folder" = "Новая тэчка";

/* NewProjectViewController, ShareExtension.MainViewController */
"New Project" = "Новы праект";

/* No comment provided by engineer. */
"Next" = "Наступная частка";

/* MainViewController */
"No albums" = "Няма альбомаў";

/* UploadManager */
"No URL provided." = "URL-адрас не ўведзены.";

/* AnalyticsCell */
"OK" = "OK";

/* No comment provided by engineer. */
"Once uploaded, you will not be able to edit media." = "Пасля запампоўкі вы не зможаце рэдагаваць медыяфайл.";

/* DataUsageViewController */
"Only upload media when you are connected to Wi-Fi" = "Запампоўваць медыяфайлы толькі пры падлучэнні да Wi-Fi";

/* Bundle+displayName */
"OpenArchive" = "OpenArchive";

/* PrivateServerViewController */
"Password" = "Пароль";

/* No comment provided by engineer. */
"Photo Gallery" = "Фотагалерэя";

/* No comment provided by engineer. */
"Please choose another name/folder or use the existing one instead." = "Калі ласка, выберыце іншую назву/тэчку або выкарыстайце існую.";

/* MainViewController */
"Please go to the Settings app to grant this app access to your camera, if you want to upload photos or videos." = "Калі вы хочаце запампоўваць фота ці відэа, перайдзіце ў налады, каб даць дадзенаму прыкладанню доступ да камеры.";

/* MainViewController */
"Please go to the Settings app to grant this app access to your photo library, if you want to upload photos or videos." = "Калі вы хочаце запампоўваць здымкі ці відэа, перайдзіце ў налады, каб даць дадзенаму прыкладанню доступ да вашай фотабібліятэкі.";

/* placeholder is '+' */
"Press and hold the %@ button to select other files than photos and movies." = "Press and hold the %@ button to select other files than photos and movies.";

/* No comment provided by engineer. */
"Press and hold to select and edit multiple media." = "Націсніце і ўтрымлівайце, каб выбраць і рэдагаваць некалькі медыяфайлаў.";

/* No comment provided by engineer. */
"Press the button below to add media" = "Націсніце кнопку ніжэй, каб дадаць медыяфайл";

/* PreviewViewController */
"Preview" = "Папярэдні прагляд";

/* MenuViewController */
"Privacy Policy" = "Палітыка канфідэнцыйнасці";

/* PrivateServerViewController, Main.storyboard */
"Private (WebDAV) Server" = "Прыватны (WebDAV) сервер";

/* No comment provided by engineer. */
"Private Server" = "Прыватны сервер";

/* No comment provided by engineer. */
"ProofMode" = "ProofMode";

/* HeaderView */
"Ready to upload" = "Гатова да запампоўкі";

/* PreviewViewController, MenuViewController, ManagementViewController, RemoveProjectAlert */
"Remove" = "Выдаліць";

/* No comment provided by engineer. */
"Remove Folder" = "Выдаліць тэчку";

/* BaseServerViewController, EditProjectViewController, RemoveProjectAlert */
"Remove from App" = "Выдаліць з прыкладання";

/* RemoveAssetAlert */
"Remove Media" = "Выдаліць медыяфайл";

/* RemoveAssetAlert */
"Remove Media from %@" = "Выдаліць медыяфайл з %@";

/* No comment provided by engineer. */
"Remove Server" = "Выдаліць сервер";

/* No comment provided by engineer. */
"Require them to share like you have?" = "Патрабаваць ад іх дзяліцца, як вы?";

/* ManagementViewController */
"Retry" = "Паспрабуйце яшчэ раз";

/* ClaimViewController */
"Secure Mobile Media Preservation" = "Бяспечнае захаванне мабільных медыяфайлаў";

/* No comment provided by engineer. */
"Security" = "Бяспека";

/* No comment provided by engineer. */
"Choose a new or existing folder to save your media in." = "Выберыце новую або існую тэчку для захавання медыяфайлаў.";

/* No comment provided by engineer. */
"Server" = "Сервер";

/* No comment provided by engineer. */
"Server Info" = "Інфармацыя пра сервер";

/* No comment provided by engineer. */
"Server Name (Optional)" = "Імя сервера (па жаданні)";

/* PrivateServerViewController */
"Server URL" = "URL сервера";

/* No comment provided by engineer. */
"Servers" = "Серверы";

/* No comment provided by engineer. */
"Set creative commons licenses for folders on this server." = "Наладзіць ліцэнзіі Creative Commons для тэчак на гэтым серверы.";

/* MainViewController */
"Settings" = "Налады";

/* No comment provided by engineer. */
"Share" = "Бяспечны";

/* Placeholders will be replaced by newline - ClaimViewController */
"Share%1$@Archive%1$@Verify%1$@Encrypt" = "Абараніць%1$@Заархіваваць%1$@Праверыць%1$@Зашыфраваць";

/* DarkroomHelper */
"Significant Content" = "Важны кантэнт";

/* No comment provided by engineer. */
"Skip" = "Прапусціць";

/* DataUsageViewController */
"Smaller Size" = "Меншы памер";

/* MainViewController */
"Sorry, you are not allowed to view the camera roll." = "Перапрашаем, у вас няма дазволу праглядаць запісы з камеры.";

/* MainViewController */
"Tap here to change" = "Націсніце тут, каб змяніць";

/* No comment provided by engineer. */
"To get started, connect to a server to store your media." = "Каб пачаць, падлучыцеся да сервера для захоўвання вашых медыяфайлаў.";

/* No comment provided by engineer. */
"To get started, please add a folder" = "To get started, please add a folder";

/* No comment provided by engineer. */
"Unarchive Folder" = "Разархіваваць тэчку";

/* UploadManager */
"Unknown error." = "Невядомая памылка.";

/* Project */
"Unnamed Project" = "Безыменны праект";

/* PreviewViewController */
"Upload" = "Запампаваць";

/* PreviewViewController */
"Upload to %@" = "Запампаваць у %@";

/* Upload info alert title */
"Upload unsuccessful" = "Запампоўка не ўдалася";

/* No comment provided by engineer. */
"Uploading is paused" = "Запампоўка прыпыненая";

/* ManagementViewController */
"Uploading…" = "Запампоўка…";

"Edit Queue" = "Рэдагаваць чарговасць";

/* BaseServerViewController */
"Username" = "Імя карыстальніка";

/* No comment provided by engineer. */
"Verify" = "Пацвердзіць";

/* No comment provided by engineer. */
"Version %1$@, build %2$@" = "Версія %1$@, зборка %2$@";

/* ManagementViewController */
"Waiting…" = "Чаканне...";

/* No comment provided by engineer. */
"Welcome!" = "Вітаем!";

/* No comment provided by engineer. */
"When you flag an item, it is routed into a subfolder within the chosen folder on the private server." = "Калі вы пазначаеце элемент сцяжком, ён перамяшчаецца ў падтэчку ўнутры абранай тэчкі на прыватным серверы.";

/* No comment provided by engineer. */
"Wi-Fi not connected" = "Wi-Fi не падлучаны";

/* Placeholder is a server type or name */
"You have successfully connected to %@!" = "Вы паспяхова падлучыліся да %@!";

"Internet Archive" = "Internet Archive";

"Do not show me this again" = "Не паказваць больш мне гэта ";

"Upload your media to a free public account on the Internet Archive." = "Запампуйце свае медыяфайлы на бясплатны публічны акаўнт у Інтэрнэт-архіве.";

"No Account?" = "Няма акаўнту?";

"Create one" = "Стварыць акаўнт";

"Setup Passcode" = "Наладзіць код доступу";

"Confirm Passcode" = "Пацвердзіць код доступу";

"Set Passcode" = "Задаць код доступу";

"Make sure you remember this pin. If you forget it, you will need to reset the app, and all in-app data will be erased." = "Абавязкова запомніце гэты PIN-код. Калі вы яго забудзеце, вам давядзецца пераўсталяваць прыкладанне, і ўсе даныя ў ім будуць выдаленыя.";

"Error!"= "Памылка!";

"Folder name cannot be empty" = "Імя тэчкі не павінна заставацца пустым";

"Rename folder" = "Перайменаваць тэчку";

"Select media" = "Выбраць медыяфайл";

"Remove folder from app" = "Выдаліць тэчку з прыкладання";

"Tap the button below to add media" = "Націсніце кнопку ніжэй, каб дадаць медыяфайл";

"Tap the button below to add a server" = "Націсніце кнопку ніжэй, каб дадаць сервер";

"Tap the button below to add a folder" = "Націсніце кнопку ніжэй, каб дадаць тэчку";
"Add new server" = "Дадаць новы сервер";

/* Placeholder is 'ProofMode' */
"Authenticate and verify your media with sha256 hashes and %@." = "Authenticate and verify your media with sha256 hashes and %@.";

/* Placeholder texts are 'Save' and 'Tor' */
"%@ always uploads over TLS (Transport Layer Security) to protect your media in transit. \nTo further enhance security, enable %@ to prevent interception of your media from your phone to the server." = "%@ заўсёды запампоўвае даныя праз TLS (Transport Layer Security - Бяспека транспартнага ўзроўню), каб абараніць вашыя медыяфайлы падчас перадачы. \nДля дадатковага павышэння ўзроўню бяспекі актывуйце%@, каб прадухіліць перахоп вашых медыяфайлаў падчас перадачы іх з вашага тэлефона на сервер.";

"Creative Commons Licensing" = "Ліцэнзія Creative Commons";

/* Onboarding Secure Text */
"Send your media securely to private servers and lock the app with a pin." = "Бяспечна адпраўляйце свае медыяфайлы на прыватныя серверы і блакуйце прыкладанне з дапамогай PIN-коду.";

"Bulk Edit Media Info" = "Пакетнае рэдагаванне інфармацыі пра медыяфайлы";

"Press and hold to select and edit multiple media items." = "Націсніце і ўтрымлівайце, каб выбраць і рэдагаваць некалькі медыяфайлаў.";
"Archive Project" = "Заархіваваць праект";

"Unarchive Project" = "Разархіваваць праект";

"Success!" = "Паспяхова!";

"You have renamed folder successfully." = "Вы паспяхова перайменавалі тэчку.";

/* Proofmode description */
"To help verify where your media was captured, ProofMode gathers data from nearby cell towers to corroborate your location. To add credibility and context, it then includes a separate metadata file with your media*. iOS requires location access to collect this information." = "Каб спраўдзіць месца запісу вашых медыяфайлаў, ProofMode збірае даныя з бліжэйшых сотавых вышак для пацверджання вашага месцазнаходжання. Каб дадаць дакладнасці і кантэксту, ён стварае асобны файл метаданых да вашых медыяфайлаў*. Для збору гэтай інфармацыі iOS патрабуецца доступ да месцазнаходжання.";

/* Proofmode description */
"*Neither **_Save_** nor **_OpenArchive_** will be able to access or store this location data, it will only be accessible to those with access to the server files." = "Ні **_Save_**, ні **_OpenArchive_** не змогуць атрымаць доступ да гэтых даных пра месцазнаходжанне або захаваць іх; доступ да іх будзе толькі ў тых, хто мае доступ да файлаў сервера.";

/* Proofmode description */
"ProofMode is a way to enhance the authentication and verification of multimedia content. "= "ProofMode — гэта спосаб палепшыць аўтэнтыфікацыю і праверку мультымедыйнага кантэнту.";

"Learn more here." = "Даведацца больш тут.";

"Media Servers" = "Серверы медыяфайлаў";

/* Upload error alert description */
"Unable to upload due to session error, please try again or contact support" = "Не ўдалося запампаваць праз памылку сеансу. Паспрабуйце ізноў або звярніцеся ў службу падтрымкі.";

"You have changed your server settings successfully." = "Вы паспяхова змянілі налады сервера.";

"Lock app with passcode" = "Заблакаваць прыкладанне з дапамогай паролю";

"Manage your servers" = "Кіраваць сваімі серверамі";

"Manage your archived folders" = "Кіраваць сваімі архіўнымі тэчкамі";

"Turn on Onion Routing" = "Улучыць onion-маршрутызацыю ";

"Transfer via the Tor Network only" = "Перадача даных толькі праз сетку Tor";

"Theme" = "Тэма";

"Save by OpenArchive" = "Захаваць з дапамогай OpenArchive";

"Discover the Save app" = "Адкрыйце для сябе прыкладанне SaveApp";

"Terms and Privacy"= "Умовы карыстання і канфідэнцыйнасць";

"Read our Terms and Privacy Policy"= "Азнаёміцца з нашымі Умовамі карыстання і Палітыкай канфідэнцыйнасці";

"Version" = "Версія";

"Disable Passcode" = "Адлучыць пароль";

"Are you sure you want to disable the passcode?" = "Вы ўпэўненыя, што хочаце адлучыць пароль?";

"Yes" = "Так";

"System" = "Сістэма";

"Light" = "Светлы";

"Dark" = "Цёмны";

"Setup Complete" = "Усталёўка завершаная";

"You can add multiple private servers and one IA Account at any time." = "Вы можаце ў любы час дадаць некалькі прыватных сервераў і адзін ІА-акаўнт.";

"Select a Server" = "Выбраць сервер";

"Connect to a secure \nWebDAV server" = "Злучыцца з абароненым \nсерверам WebDAV";

"Connect to a free \npublic server" = "Злучыцца з бясплатным \nпублічным серверам";

"Please name your folder" = "Калі ласка, назавіце сваю тэчку";

"This folder will be created on your server and added to Save." = "Гэтая тэчка будзе створаная на вашым серверы і дададзеная ў Save";

"Enter folder name"= "Увесці назву тэчкі";

"You have added a folder successfully." = "Тэчка паспяхова дададзеная.";

"Add Media" = "Дадаць медыяфайл";

/* placeholder is + icon */
"Tap %@ to pick from image gallery or press and hold to add media from other apps." = "Націсніце %@ , каб выбраць выяву з галерэі, або націсніце і ўтрымлівайце, каб дадаць медыяфайлы з іншых праграмаў.";

"Please enable location access in Settings to use ProofMode." = "Каб выкарыстоўваць ProofMode, дазвольце доступ да месцазнаходжання ў Наладах.";

"Location Permission Required" = "Патрабуецца дазвол на доступ да месцазнаходжання";

"Open Settings" = "Адкрыць налады";

"Onion routing under development" = "Onion-маршрутызацыя ў распрацоўцы";
"This feature is currently under development. For now, you can use Orbot or any VPN of your choice to enhance your privacy and security." = "Гэтая функцыя на дадзены момант знаходзіцца ў распрацоўцы. Пакуль што вы можаце выкарыстоўваць Orbot або любы VPN на ваш выбар, каб падвысіць сваю канфідэнцыйнасць і бяспеку.";

"Orbot" = "Orbot";

"Download Orbot" = "Спампаваць Orbot";

"Learn More" = "Даведацца больш";

"Waive all restrictions, requirements, and attribution (CC0)." = "Адмяніць усе абмежаванні, патрабаванні і пазначэнне аўтарства (CC0).";

"Are you sure you want to remove your project?"= "Вы ўпэўненыя, што хочаце выдаліць свой праект?";

"Are you sure you want to remove this server from the app?" = "Вы ўпэўненыя, што хочаце выдаліць гэты сервер з прыкладання?";

"Warning!"= "Увага!";

"Enter your Passcode" = "Увядзіце свой код доступу";

"Passcodes do not match. Try again." = "Код доступу не супадае. Паспрабуйце зноў.";

"Select All" = "Выбраць усё";

"Deselect All" = "Адмяніць выбар усяго";

"Add media from" = "Дадаць медыяфайл з";

"Camera" = "Камера";

"No archived folders found."= "Архіўныя тэчкі не знойдзеныя";

"No servers added yet."= "Ніводнага серверу яшчэ не дададзена.";

"Folder archived successfully."= "Тэчка паспяхова заархіваваная.";

/* Private server login screen */
"A server with the specified hostname could not be found." = "Сервер з пазначаным імем вузла не знойдзены.";

/* Private server login screen */
"This server already exists. Please create another server." = "Такі сервер ужо існуе. Калі ласка, стварыце іншы сервер.";

/* Private server login screen */
"Connect to a WebDAV-compatible servers, e.g. Nexcloud and ownCloud." = "Злучыцца з серверамі, сумяшчальнымі з WebDAV, напрыклад, з Nexcloud ці ownCloud.";

"License" = "Ліцэнзія";

"Server Name" = "Імя сервера";

"Proceed to upload" = "Перайсці да запампоўкі";

"Actually, let me edit" = "Насамрэч, дазвольце мне адрэдагаваць";

"Choose a licence" = "Choose a licence";

"Name your server and choose a licence" = "Name your server and choose a licence";

"Allow any connection" = "Allow any connection";
